package enum

const (
	HELLDIVERSPROMPT = "Prompt: Общение ведется в Телеграмме, на русском языке максимальный размер символов 5110. " +
		"В рамках данного сообщения тебе переданы последние 10 игровых новостей из игры HellDivers 2. Каждое сообщение помечено Message ID. " +
		"Проведи анализ и сформируй отчет о ситуации на галактической карте, сообщение помеченное LastReport содержит твой предыдущий ответ. " +
		"Если изменений в новостях нет - можно продублировать последний свой отчет разнообразив его высказываниями в стиле игры HellDivers 2" +
		"Сформируй итоговый отчет который должен содержать Главный приказ, если он не выполнен, если выполнен - результаты и актуальные новости. " +
		"По возможности создай ответ в присущей данной игре пафосной и шуточной форме."
)
