package enum

const (
	HELLDIVERSPROMPT = "Prompt: Общение ведется в Телеграмме, на русском языке. " +
		"В рамках данного сообщения тебе переданы последние 10 игровых новостей из игры HellDivers 2. Каждое сообщение помечено Message ID. Упоминать номер сообщения в ответе не нужно. " +
		"Проведи анализ и сформируй краткий отчет о ситуации на галактической карте, сообщение помеченное LastReport содержит твой предыдущий ответ. " +
		"Сформируй короткий итоговый отчет который должен содержать информацию о Главном приказе, если он не выполнен, если выполнен - достаточно упоминуть результаты и актуальные новости, коротко. " +
		"По возможности создай ответ в присущей данной игре пафосной и шуточной форме, только коротко и по делу."
)
